[
    {
    "Date": "2024-11-19",
    "Text": "राजकीय पॉलिटेक्निक मुरादाबाद और राजकीय पॉलिटेक्निक ठाकुरद्वारा के सभी छात्र छात्राएं जिन्होंने भी छात्र वृत्ती  आवेदन कर दिया है वो आज ही दिनांक 19/11/2024 को संस्था में छात्रवृत्ती समिति को अपनी फ़ाइल जमा करदें, जिससे उनके आवेदन को समय अंतर्गत फॉरवर्ड किया जा सके | समय से आवेदन जमा न करने पर फ़ाइल फॉरवर्ड नहीं हो पायेगी जिसकी समस्त जिम्मेदारी छात्र -छात्रा की होगी |",
    "ImageUrl": "",
    "PdfUrl": ""
  },
    {
    "Date": "2024-11-18",
    "Text": "",
    "ImageUrl": "https://raw.githubusercontent.com/mynameisajeet/polytechnic/main/Notice/Noticeimg/notice3.jpeg",
    "PdfUrl": ""
  },
     {
    "Date": "2024-11-17",
    "Text": "राजकीय पॉलिटेक्निक मुरादाबाद और राजकीय पॉलिटेक्निक ठाकुरद्वारा के सभी छात्र छात्राएं BTE पोर्टल पर रजिस्ट्रेशन हेतु दिए गए लिंक पर क्लिक करें एवं एनरोलमेंट नंबर जन्मतिथि और मोबाइल नंबर की सहायता से अपना रजिस्ट्रेशन करना सुनिश्चित करें। एवं BTE पोर्टल पर स्टूडेंट लॉगिन हेतु अपना पासवर्ड बना ले जिससे आने वाले समय में विषम सेमेस्टर परीक्षा फॉर्म समय अंतर्गत भरने में किसी परेशानी का सामना न करना पड़े|",
    "ImageUrl": "",
    "PdfUrl": "" 
  },
     {
    "Date": "2024-11-14",
    "Text": "",
    "ImageUrl": "https://raw.githubusercontent.com/mynameisajeet/polytechnic/main/Notice/Noticeimg/notice4.jpg",
    "PdfUrl": ""
  },
    
    {
    "Date": "2024-11-05",
    "Text": "Student will Submit Scholarship Form before last date",
    "ImageUrl": "https://raw.githubusercontent.com/mynameisajeet/polytechnic/main/Notice/Noticeimg/notice2.jpg",
    "PdfUrl": ""
  },
{
    "Date": "2024-10-30",
    "Text": "संस्था के सभी स्टाफ सदस्यों एवं छात्र छात्रों को दीपावली की हार्दिक शुभकामनाएं , ये दिवाली सभी छात्र छात्राओं के जीवन में ज्ञान का दीपक प्रकाशित करे",
    "ImageUrl": "",
    "PdfUrl": ""
  },
{
    "Date": "2024-10-28",
    "Text": "प्रथम वर्ष के सभी छात्र छात्राएं URISE पोर्टल पर अपना पंजीकरण अवश्य पूर्ण कर ले । पंजीकरण के उपरांत अपना फोटो एवं अन्य जानकारी भी भर कर पूर्ण करे ।",
    "ImageUrl": "",
    "PdfUrl": ""
  },
  {
    "Date": "2024-10-25",
    "Text": "Student will Submit Scholarship Form according to following Commetties",
    "ImageUrl": "https://raw.githubusercontent.com/mynameisajeet/polytechnic/main/Notice/Noticeimg/notice1.jpeg",
    "PdfUrl": ""
  },
  {
    "Date": "2024-10-20",
    "Text": "Student shold come in Class regular, 75% attendance is must for appearing in Exam",
    "ImageUrl": "",
    "PdfUrl": ""
  },
  {
    "Date": "2024-10-15",
    "Text": "You can download First Year syllabus from pdf Link",
    "ImageUrl": "",
    "PdfUrl": "https://raw.githubusercontent.com/mynameisajeet/polytechnic/main/Notice/Noticepdf/notice1.pdf"
  }
]

